Repository: governmentbg/MVR-Centralized-Electronic-Identification-System
Catalog: eid-mobile-ios/eID-Mobile-iOS/05_Resources/Strings/Localizable.xcstrings
Source language: bg
Languages: en

# eid_reader_connecting_to_card
source: Свързване с картата...
en: Connecting to card...

# eid_reader_connection_lost_error
source: Комуникацията с картата се разпадна. Опитайте отново.
en: The communication with the card was lost. Try again.

# eid_reader_hold_card
source: Доближете картата с електронна идентичност до телефона и я дръжте неподвижно.
en: Hold the eID card near your phone and keep it still.

# eid_reader_identity_mismatch_error
source: Опитвате се да промените ПИН на карта, която не ви принадлежи.
en: You are trying to change the PIN of an eID card which does not belong to you.

# eid_reader_malformed_certificate_error
source: Записаният на картата сертификат е неправилно зададен.
en: The certificate stored on the card is malformed.

# eid_reader_more_than_one_card_found
source: Засечени са повече от 1 карти. Опитайте пак
en: More than 1 cards detected. Try again

# eid_reader_validating_identity
source: Валидиране на самоличност
en: Validating identity

# eid_reader_write_pin_one_attempt_left_error
source: Настъпи грешка при обработката на въведения ПИН. Остава ви един опит.
en: There was an error processing the entered pin. You have one more try left.

# eid_reader_wrong_pin_no_attempts_left_error
source: Настъпи грешка при обработката на въведения ПИН. Не са ви останали повече опити.
en: There was an error processing the entered PIN. You don't have any more tries left.

# eid_use_can_title
source: Въведете КАН
en: Enter card’s CAN

# eid_use_mobile_pin_title
source: Въведете ПИН
en: Enter PIN

# eid_use_pin_title
source: Въведете ПИН
en: Enter PIN

# eid_verify_pin_title
source: Потвърдете ПИН
en: Verify PIN

# empowerment_authorizer_title
source: Овластител
en: Empowerer

# empowerment_authorizer_type_individual
source: Физическо лице
en: Individual

# empowerment_authorizer_type_legal_entity
source: Юридическо лице
en: Legal entity

# empowerment_created_on
source: Създадено на
en: Created on

# empowerment_declare_disagreement_title
source: Деклариране на несъгласие
en: Declare disagreement

# empowerment_details_confirm_withdrawal
source: Потвърди оттелглянето
en: Confirm withdrawal

# empowerment_details_title
source: Детайли на овластяването:
en: Empowerment details:

# empowerment_disagreement_success_title
source: Успешно декларирано несъгласие
en: Successful disagreement

# empowerment_eik_search_screen_title
source: Справка по ЕИК: %@
en: Legal entity check by Bulstat: %@

# empowerment_eik_search_title
source: ЕИК/Булстат на юридическото лице
en: Bulstat of the legal entity

# empowerment_end_date_title
source: Валидно до
en: End date

# empowerment_expiry_date_indefinitely
source: Безсрочно
en: Indefinitely

# empowerment_from_bulstat_title
source: ЕИК/Булстат на юридическото лице
en: EIC/Bulstat of the legal entity

# empowerment_from_legal_entity_name_title
source: Име на юридическото лице
en: Legal Entity Name

# empowerment_from_me_btn_confirm_withdrawal
source: Потвърди оттегляне
en: Confirm withdrawal

# empowerment_from_name_title
source: Име по документ за самоличност
en: Name from identity document

# empowerment_from_role_title
source: В качеството си на
en: As

# empowerment_history_title
source: История на овластяването:
en: Empowerment history:

# empowerment_info_description
source: **Попълване на изявление за овластяване** - На този етап, трябва да попълните информацията за овластяването: **Данни на заявител:** **От името на:** Имате възможност да изберете една от следните опции: - “Физическо лице” - за да издадете изявление от ваше име. - “Юридическо лице”- за да издадете изявление от името на юридическото лице от което сте част.
en: **Filling out the authorization statement** - At this stage, you must fill in the authorization information: **Applicant details:** **On behalf of:** You have the option to select one of the following options: - “Individual” - to issue a statement on your behalf. - “Legal entity” - to issue a statement on behalf of the legal entity you are a part of.

# empowerment_info_individual_description
source: **Попълване на изявление за овластяване** - Попълнете информацията за овластяването: **Данни на заявител:** - **От името на:** Изберете опцията “Физическо лице”, за да издадете изявление от Ваше име. **Овластени лица:** - **Идентификатор:** Изберете ЕГН или ЛНЧ. - **ЕГН/ЛНЧ на овластено лице:** Въведете валидни данни за физическите лица, които желаете да овластите – ЕГН или ЛНЧ. *Може да овластите повече от едно лице чрез бутона ”Добави овластено лице +” **Овластяване:** - **Тип овластяване:** Когато се добави повече от едно овластено лице, се появява полето “Тип овластяване”, в което трябва да изберете дали овластените лица ще могат да използват овластяването “Само заедно” или “Поотделно”: *При “Само заедно” се създава едно овластяване, което трябва да бъде подписано от Вас. Овластяването може да се използва единствено и само, когато овластените лица се идентифицират пред Доставчик на електронни административни услуги заедно. *При “Поотделно” се създават толкова овластявания, колкото са овластените лица. Всяко овластяване се подписва отделно. - **Доставчик на услуги:** Изберете доставчикът на услугата, към която искате да е валидно овластяването. - **Услуга:** Изберете услуга, която овластеното лице може да извърши от Ваше име. - **Обем на представителната власт:** Изберете обема на представителната власт за конкретната услуга. - **Начална дата:** Изберете датата, от която овластяването ще влезе в сила. - **Крайна дата:** Изберете датата, до която овластяването ще е валидно. ***Важно!:** Ако не е посочена крайна дата овластяването автоматично става безсрочно. **Подаване на овластителното изявление** - Проверете внимателно въведената информация, убедете се, че всички данни са коректни и подайте изявлението. - След успешното подаване на изявление за овластяване то ще бъде видимо в секция „Овластявания от мен“ със статус „Подпиши“. - За да завършите процеса по подаване на новото овластяване, трябва да следвате стъпките за подписване с Квалифициран електронен подпис.
en: **Filling out an empowerment** - Fill in the authorization information: **Applicant details:** - **On behalf of:** Select the “Individual” option to issue a statement on your behalf. **Authorized persons:** - **Identifier:** Select the Personal Identification Number or Personal Identification Number. - **Personal Identification Number/Personal Identification Number of the authorized person:** Enter valid data for the individuals you wish to authorize – Personal Identification Number or Personal Identification Number. *You can authorize more than one person using the “Add authorized person +” button **Authorization:** - **Authorization type:** When more than one authorized person is added, the “Authorization type” field appears, in which you must select whether the authorized persons will be able to use the authorization “Only together” or “Separately”: *With “Only together”, one authorization is created, which must be signed by you. The authorization can only be used when the authorized persons identify themselves to the Electronic Administrative Services Provider together. *With “Separately”, as many authorizations are created as there are authorized persons. Each authorization is signed separately. - **Service Provider:** Select the provider of the service for which you want the authorization to be valid. - **Service:** Select a service that the authorized person can perform on your behalf. - **Scope of the representative authority:** Select the scope of the representative authority for the specific service. - **Start date:** Select the date from which the authorization will enter into force. - **End date:** Select the date until which the authorization will be valid. ***Important!:** If no end date is specified, the authorization automatically becomes indefinite. **Submission of the authorization statement** - Carefully check the information entered, make sure that all data is correct and submit the statement. - After successfully submitting an authorization statement, it will be visible in the "Authorizations from me" section with the status "Sign". - To complete the process of submitting the new authorization, you must follow the steps for signing with a Qualified Electronic Signature.

# empowerment_info_legal_entity_description
source: **Попълване на изявление за овластяване** - На този етап, трябва да попълните информацията за овластяването: - **От името на:** Изберете опцията “Юридическо лице” за да издадете изявление от името на юридическото лице от което сте част. **Данни на заявител:** - **Имена:** Попълнете пълното име на овластителя по лична карта на български език. - **Идентификатор:** Изберете от падащото меню ЕГН или ЛНЧ. - **ЕГН/ЛНЧ на овластителя:** Въведете валидно ЕГН или ЛНЧ (в зависимост от избрания идентификатор) на овластителя. ***Важно!:** Ако представителството на юридическото лице е от тип “Заедно” или “По друг начин”, задължително трябва да попълните данните за всеки законен представител, който има право да овластява. Можете да добавите допълнителни полета, като използвате бутона „Добави представител +“. - **ЕИК/Булстат на юридическото лице:** Въведете валиден ЕИК/Булстат на юридическото лице - **Име на юридическото лице:** Попълнете името на юридическото лице. **Овластени лица:** - **Идентификатор:** Изберете от падащото меню ЕГН или ЛНЧ. - **ЕГН/ЛНЧ на овластено лице:** Въведете данни за физическите лица, които желаете да овластите. Трябва да предоставите техен валиден единен граждански номер (ЕГН) или личен номер на чужденец (ЛНЧ) (в зависимост от избрания идентификатор); *В случай че искате да овластите повече от едно лице, можете да добавите допълнително поле за овластено лице с помощта на ”Добави овластено лице +” бутона до полето. **Овластяване:** - **Тип овластяване:** Когато се добави повече от едно овластено лице, се появява полето “Тип овластяване”, в което трябва да изберете дали овластените лица ще могат да използват пълномощното “Само заедно” или “Поотделно”: *При “Само заедно” се генерира едно овластяване, което трябва да бъде подписано от вас. Съответно пълномощното може да се използва единствено и само, когато двамата овластени се идентифицират пред ДЕАУ заедно. *При “Поотделно” се генерират толкова овластявания, колкото пълномощници има въведени. Всяко едно пълномощно се подписва отделно и важи самостоятелно. - **Доставчик на услуги:** Изберете доставчикът на услугата към която искате да е валидно пълномощното. - **Услуга:** Определете за коя услуга желаете да овластите избраните лица да извършват действия от ваше име. - **Обем на представителната власт:** Изберете обема на тяхната представителна власт. - **Начална дата:** Изберете датата от която овластяването ще влезне в сила. - **Крайна дата:** Посочете дата от която овластяването ще е валидно. ***Важно!:** Ако не е посочена крайна дата овластяването автоматично става безсрочно. - **Преглед и подаване:** След попълване на овластяването натиснете бутон “Преглед и подаване” за да прегледате готовия документ. **Подаване на овластителното изявление** - Проверете внимателно въведената информация, убедете се, че всички данни са коректни. Ако всичко е наред натиснете “Подай изявление”: След натискане на бутона ще се появи прозорец с предупреждение,че изявлението ще бъде подадено, натиснете “Подай”. След успешното подаване, новото заявление за овластяване ще бъде видимо в секция „От мен“ със статус „Подпиши“. За да завършите процеса по подаване на новото овластяване, трябва да следвате стъпките за подписване с „Квалифициран Електронен Подпис“ (КЕП) или „Облачен Квалифициран Електронен Подпис“ (ОКЕП).
en: **Filling out a power of attorney statement** - At this stage, you must fill in the information about the power of attorney: - **On behalf of:** Select the “Legal entity” option to issue a statement on behalf of the legal entity you are a part of. **Applicant details:** - **Names:** Fill in the full name of the authorizing person as per their Bulgarian ID card. - **Identifier:** Select from the drop-down menu Personal Identification Number (PIN) or Personal Identification Number (PIN). - **Authorizer’s PIN/Personal Identification Number (PIN):** Enter a valid Personal Identification Number (PIN) or Personal Identification Number (PIN) (depending on the selected identifier) ​​of the authorizing person. ***Important!:** If the legal entity’s representation is of the “Joint” or “Other” type, you must fill in the data for each legal representative who has the right to authorize. You can add additional fields by using the “Add Representative +” button. - **Unique Identification Number/Bulstat of the legal entity:** Enter a valid Unique Identification Number/Bulstat of the legal entity - **Name of the legal entity:** Fill in the name of the legal entity. **Authorized persons:** - **Identifier:** Select from the drop-down menu Personal Identification Number (PIN) or Personal Identification Number (PIN) of the authorized person:** Enter data about the individuals you wish to authorize. You must provide their valid Personal Identification Number (PIN) or Personal Identification Number of a Foreigner (PIN) (depending on the selected identifier); *In case you want to authorize more than one person, you can add an additional field for an authorized person using the “Add authorized person +” button next to the field. **Authorization:** - **Authorization Type:** When more than one authorized person is added, the “Authorization Type” field appears, in which you must select whether the authorized persons will be able to use the power of attorney “Only together” or “Separately”: *With “Only together”, one authorization is generated, which must be signed by you. Accordingly, the power of attorney can be used only and only when the two authorized persons identify themselves before the DEAU together. *With “Separately”, as many authorizations are generated as there are proxies entered. Each power of attorney is signed separately and is valid independently. - **Service Provider:** Select the provider of the service for which you want the power of attorney to be valid. - **Service:** Determine for which service you want to authorize the selected persons to perform actions on your behalf. - **Scope of the representative authority:** Select the scope of their representative authority. - **Start date:** Select the date from which the authorization will take effect. - **End date:** Specify the date from which the authorization will be valid. ***Important!:** If no end date is specified, the authorization will automatically become indefinite. - **Review and submit:** After completing the authorization, click the “Review and submit” button to review the finished document. **Submitting the authorization statement** - Carefully check the entered information, make sure that all data is correct. If everything is correct, click “Submit statement”: After clicking the button, a window will appear with a warning that the statement will be submitted, click “Submit”. After successful submission, the new authorization statement will be visible in the “From me” section with the status “Sign”. To complete the process of submitting the new authorization, you must follow the steps for signing with a "Qualified Electronic Signature" (QES) or a "Cloud-based Qualified Electronic Signature" (CQES).

# empowerment_menu_option_copy
source: Копирай
en: Copy

# empowerment_menu_option_declare_disagreement
source: Декларирай несъгласие
en: Declare disagreement

# empowerment_menu_option_withdraw
source: Оттегли
en: Withdraw

# empowerment_names_title
source: Имена по личен документ
en: Names on identity document

# empowerment_personal_number_field_title
source: Номер на идентификатор
en: ID number

# empowerment_preview_title
source: Преглед на овластяване
en: Preview empowerment

# empowerment_provider_field_title
source: Доставчик на ЕАУ
en: EAS provider

# empowerment_provider_hint
source: Име на доставчика
en: Provider name

# empowerment_provider_title
source: Доставчик
en: Provider

# empowerment_reason_title
source: Причина:
en: Reason:

# empowerment_register_info_description
source: Регистърът на овластяванията е: - Електронна база данни, съдържаща информация за овластяванията при упражняването на права пред държавен орган, организация, предоставяща обществени услуги, и лица, осъществяващи публични функции. - Овластено може да бъде само физическо лице с регистрация в Портала на гражданите и електронна идентичност, асоциирана към профила. - Овластяването се извършва чрез подписване на овластително изявление с квалифициран електронен подпис. - Овластителят посочва действията, за които предоставя права на овластения и срока на овластяването. - Овлатяване от името на юридическо лице може да се извърши само от законния му представител.
en: The empowerment register is: - An electronic database containing information on authorizations in the exercise of rights before a state body, an organization providing public services, and persons performing public functions. - Only an individual with registration in the Citizens' Portal and an electronic identity associated with the profile can be authorized. - Authorization is carried out by signing an authorization statement with a qualified electronic signature. - The authorizing party indicates the actions for which he grants rights to the authorized party and the term of the authorization. - Authorization on behalf of a legal entity can only be performed by its legal representative.

# empowerment_scope_title
source: Обем на представителната власт
en: Extent of representative authority

# empowerment_section_authorizer_title
source: Заявител
en: Authorizer

# empowerment_section_empowered_ids_title
source: Овластени лица
en: Empowered persons

# empowerment_section_empowerment_title
source: Овластяване
en: Empowerment

# empowerment_section_legal_representatives_title
source: Законни представители
en: Legal representatives

# empowerment_service_hint
source: Име или код на услугата
en: Service name or code

# empowerment_service_title
source: Услуга
en: Service

# empowerment_sign_success_title
source: Овластяването е подписано успешно
en: Empowerment successfully signed

# empowerment_signing_method
source: Подпис
en: Signing

# empowerment_signing_title
source: Подписване на овластяване
en: Sign empowerment

# empowerment_sort_criteria_authorizer
source: Овластител
en: Empowerer

# empowerment_sort_criteria_createdOn
source: Създадено на
en: Created on

# empowerment_sort_criteria_id
source: Номер
en: Number

# empowerment_sort_criteria_name
source: От името на
en: On behalf of

# empowerment_sort_criteria_providerName
source: Доставчик
en: Provider

# empowerment_sort_criteria_serviceName
source: Услуга
en: Service

# empowerment_sort_criteria_status
source: Статус
en: Status

# empowerment_start_date_title
source: Валидно от
en: Start date

# empowerment_status_active
source: Активно
en: Active

# empowerment_status_collecting_authorizer_signatures
source: Очаква подписване
en: Awaiting signature

# empowerment_status_collecting_withdrawal_signatures
source: Очаква подписване на оттеглянето
en: Awaiting withdrawal signature

# empowerment_status_created
source: В обработка
en: In progress

# empowerment_status_denied
source: Отказано
en: Denied

# empowerment_status_description_active
source: Влиза в сила на:
en: Effective on:

# empowerment_status_description_collecting_authorizer_signatures
source: Подписано на:
en: Signed on:

# empowerment_status_description_collecting_withdrawal_signatures
source: Очаква подписване на оттеглянето на:
en: Awaiting withdrawal signature on:

# empowerment_status_description_created
source: Подадено на:
en: Submitted on:

# empowerment_status_description_denied
source: Отказано на:
en: Denied on:

# empowerment_status_description_disagreement_declared
source: Декларирано несъгласие на:
en: Declared Disagreement on:

# empowerment_status_description_expired
source: Изтича на:
en: Expires on:

# empowerment_status_description_unconfirmed
source: Вписано на:
en: Entered on:

# empowerment_status_description_upcoming
source: Потвърдено на:
en: Verified on:

# empowerment_status_description_withdrawn
source: Оттеглено на:
en: Withdrawn on:

# empowerment_status_disagreement_declared
source: Декларирано несъгласие
en: Disagreement declared

# empowerment_status_expired
source: Изтекло
en: Expired

# empowerment_status_reason_title
source: Причина: %@
en: Reason: %@

# empowerment_status_unconfirmed
source: Непотвърдено
en: Unconfirmed

# empowerment_status_upcoming
source: Предстоящо
en: Upcoming

# empowerment_status_withdrawn
source: Оттеглено
en: Withdrawn

# empowerment_success_title
source: Създадохте овластяване, моля подпишете в страницата „От Мен“
en: You have created an empowerment, please sign on the screen "From Me"

# empowerment_title_edit
source: Подай изявление
en: Submit a statement

# empowerment_title_preview
source: Преглед и подаване
en: Preview and submit

# empowerment_to_ids_title
source: ЕГН/ЛНЧ на овластени лица
en: EGN/LNCH of empowered people

# empowerment_type_field_title
source: Тип овластяване
en: Empowerment type

# empowerment_type_separately
source: Поотделно
en: Separately

# empowerment_type_together_only
source: Само заедно
en: Together only

# empowerment_type_together_only_description
source: Овластяването е валидно само при изявление на всички овластени лица
en: The empowerment is valid only upon the statement of all authorized persons.

# empowerment_valid_to_date_hint
source: Изберете дата на валидност
en: Select validity date

# empowerment_valid_to_date_title
source: Най-късно до
en: No later than

# empowerment_validity_title
source: Срок на валидност
en: Validity period

# empowerment_withdraw_title
source: Оттегляне на овластяване
en: Withdraw empowerment

# empowerment_withdrawal_success_title
source: Успешно оттегляне
en: Successful withdrawal

# empowerments_denial_reason_archived_in_bulstat
source: Архивиран в БУЛСТАТ
en: Archived in BULSTAT

# empowerments_denial_reason_below_lawful_age
source: Овластител или овластено лице е под 18 години
en: The applicant or empowered person is under 18 years old.

# empowerments_denial_reason_bulstat_check_failed
source: Неуспешна проверка на юридическото лице в БУЛСТАТ
en: BULSTAT check failed

# empowerments_denial_reason_closed_in_bulstat
source: Закрит в БУЛСТАТ
en: Closed in BULSTAT

# empowerments_denial_reason_deceased_uid
source: Овластител или овластено лице е починал/о
en: The applicant or empowered person is deceased.

# empowerments_denial_reason_denied_by_deau_administrator
source: Отказано от ДЕАУ администратор
en: Denied by DEAU administrator

# empowerments_denial_reason_empowerment_statement_not_found
source: Овластяването не е намерено
en: The empowerment was not found.

# empowerments_denial_reason_in_insolvency_proceedings_in_bulstat
source: В производство по несъстоятелност
en: In insolvency proceedings in BULSTAT.

# empowerments_denial_reason_in_liquidation_in_bulstat
source: В ликвидация
en: In liquidation in BULSTAT

# empowerments_denial_reason_inactive_in_bulstat
source: Неактивен в БУЛСТАТ
en: Inactive in BULSTAT

# empowerments_denial_reason_inactive_profile
source: В списъка с описаните лица има такива, които нямат електронна идентичност, регистриран профил в ЦСЕИ или двете не са обвързани.
en: The list of described persons includes individuals who either do not have an electronic identity, a registered profile in CSEI, or the two are not linked.

# empowerments_denial_reason_insolvent_in_bulstat
source: В несъстоятелност
en: Insolvent in BULSTAT.
